{
    "iam": "Ich bin",
    "botton1": "Lass uns reden!",
    "botton2": "Kontakt aufnehmen",
    "botton3": "Nachricht senden :)",
    "aboutMe": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "textA1": "Hallo und willkommen auf meiner Website! Ich freue mich, dass Sie sich die Zeit genommen haben, vorbeizuschauen. Als engagierter Frontend-Entwickler mit Sitz in Zürich, Schweiz, liebe ich es, Probleme zu lösen und neue Herausforderungen anzunehmen.",
    "textA2": "Meine Leidenschaft liegt darin, kreative und effektive Lösungen zu entwickeln, um digitale Erlebnisse zu verbessern. Die Vielfalt und Dynamik des Programmierens inspirieren mich immer wieder aufs Neue, was mich dazu antreibt, zu innovieren und Spitzenleistungen zu erbringen.",
    "textA3": "Eine meiner persönlichen Stärken ist mein schnelles Auffassungsvermögen. Ich nutze jede Gelegenheit, um meine Fähigkeiten zu vertiefen und zu verbessern. Dies ermöglicht es mir, komplexen Code effektiv zu innovieren und zu optimieren und effiziente Lösungen zu entwickeln.",
    "textS1": "Ich habe Erfahrungen im Aufbau von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "textP1": "Erkunden Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "textC1": "Haben Sie ein Problem zu lösen?",
    "textC2": "Kontaktieren Sie mich über dieses Formular, ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "textC3": "Brauchen Sie einen Frontend-Entwickler?",
    "textC4": "Kontaktieren Sie mich!",
    "nameC": "Ihr Name",
    "nameCe": "Ihr Name wird benötigt",
    "emailC": "Ihre E-Mail",
    "emailCe": "Ihre E-Mail wird benötigt",
    "messageC": "Ihre Nachricht",
    "messageCe": "Ihre Nachricht ist leer",
    "textCp1": "Ich habe die",
    "textCp2": "Datenschutzerklärung",
    "textCp3": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu",
    "textCpE": "Bitte akzeptieren Sie die Datenschutzerklärung"
}
